{"paragraphs": [
	{
		"sentences": [
			{
				"text": "Live from N npr News in Washington.",
				"start": 0.99514556,
				"end": 3.5650482
			},
			{
				"text": "I'm Jack Sp.",
				"start": 3.9407763,
				"end": 4.8961163
			},
			{
				"text": "President Biden says the Supreme Court's decisions striking down his student loan forgiveness plan was wrong.",
				"start": 5.4533978,
				"end": 12.08549
			},
			{
				"text": "But as Npr Tam keith explains the Biden administration Is trying different ways Helps Student Loan Borrowers.",
				"start": 12.324902,
				"end": 17.2842
			},
			{
				"text": "Biden Said His Administration Would Try An Alternative Path To Forgive Student Debt.",
				"start": 17.602184,
				"end": 21.81546
			}
		],
		"num_words": 56,
		"start": 0.99514556,
		"end": 21.81546
	},
	{
		"sentences": [
			{
				"text": "Though Administration Officials Say The Process Will Take A Long Time.",
				"start": 22.053947,
				"end": 25.472267
			},
			{
				"text": "And Could Still Face A Legal challenge.",
				"start": 25.964159,
				"end": 27.632383
			},
			{
				"text": "But Immediately The President Said His Administration Was Modifying What's Known As The Income based repayment program.",
				"start": 27.8707,
				"end": 34.066963
			},
			{
				"text": "It's now the most generous repayment program ever.",
				"start": 34.47899,
				"end": 36.779438
			},
			{
				"text": "No one with an undergraduate loan today or in the future.",
				"start": 37.49337,
				"end": 41.063034
			}
		],
		"num_words": 54,
		"start": 22.053947,
		"end": 41.063034
	},
	{
		"sentences": [
			{
				"text": "It's Whether From A Community College or a Four Year College Will Have To Pay More than five percent of Disposable Income.",
				"start": 41.380337,
				"end": 47.59125
			},
			{
				"text": "Student Loan Payments That Have Been on Hold Are Resuming Soon.",
				"start": 48.067863,
				"end": 51.08641
			},
			{
				"text": "The Administration Is Giving Borrowers A Grace period Of A Year Where If They Don't Make Their payments, They Won't be reported To Credit rating agencies.",
				"start": 51.499058,
				"end": 59.461323
			},
			{
				"text": "Tamara Keith and Npr r News, the White house.",
				"start": 59.9534,
				"end": 61.77863
			},
			{
				"text": "The Conservative majority on the Supreme Court in another ruling has decided a Christian graphic artist who design wedding sites can refuse to work with same sex couples, The case involving designer Laurie Smith who challenged a Colorado law by discrimination based on sexual orientation race gender.",
				"start": 61.937344,
				"end": 78.361664
			}
		],
		"num_words": 115,
		"start": 41.380337,
		"end": 78.361664
	},
	{
		"sentences": [
			{
				"text": "Writing for the conservative majority, Justice Neil Gorsuch said the first amendment visions a nation where people quote, are free to think and speak as they wish, the ruling is it a defeat for Lgbtq rights.",
				"start": 78.761185,
				"end": 88.8164
			},
			{
				"text": "State department to report looking at chaotic Us evacuation from Afghanistan two years ago says the Biden Trump administrations both share blame for the crisis in which thirteen American service personnel and dozens of afghan were killed.",
				"start": 89.76973,
				"end": 102.340004
			},
			{
				"text": "Npr Jackie North reports the so called after action review looked at twenty twenty one American departure.",
				"start": 103.060005,
				"end": 107.62399
			},
			{
				"text": "The report says president's Trump and Biden did not grasp the serious consequences a Us military polo would have for Afghanistan.",
				"start": 107.862305,
				"end": 115.590935
			},
			{
				"text": "Both failed to understand the worst case scenario, it says, noting the Biden administration made serious missteps once The taliban took over.",
				"start": 116.298744,
				"end": 124.19099
			}
		],
		"num_words": 133,
		"start": 78.761185,
		"end": 124.19099
	},
	{
		"sentences": [
			{
				"text": "Although an evacuation had been in the works for some time, the report says it was unclear who at the state department was in charge.",
				"start": 124.84449,
				"end": 131.31528
			},
			{
				"text": "Also that routine turnover had left the Us embassy short staffed and workers there trying to help with the evacuation weren't given guidance.",
				"start": 131.88881,
				"end": 140.1812
			},
			{
				"text": "The report sharply criticized handling of events at the airport where thousands of people had gathered hoping to be evacuated.",
				"start": 140.83305,
				"end": 147.29138
			},
			{
				"text": "In the end, more than a hundred and twenty thousand people were air lifted to safety.",
				"start": 147.91885,
				"end": 152.13477
			},
			{
				"text": "Jackie North from Npr news Washington.",
				"start": 152.77112,
				"end": 155.32957
			}
		],
		"num_words": 90,
		"start": 124.84449,
		"end": 155.32957
	},
	{
		"sentences": [
			{
				"text": "Device maker apple's closed the trading week is the first publicly traded company to reach a three trillion dollar market cap valuation is just the latest milestone for the company that's seen its value skyrocket.",
				"start": 155.64668,
				"end": 166.56374
			},
			{
				"text": "Apple's one of a handful of companies, including software maker or Microsoft and chip maker Nvidia help drive the S and P five hundred up more than fifteen percent this year.",
				"start": 166.9398,
				"end": 175.38953
			},
			{
				"text": "On Wall Street, stocks closed higher.",
				"start": 175.946,
				"end": 177.93338
			},
			{
				"text": "This is Npr.",
				"start": 178.25137,
				"end": 179.28482
			},
			{
				"text": "A Russian satellite telecommunications provider went offline for several hours Thursday while it appears hackers were to blame for the outage, also less clear which group was responsible and npr our S mc confluence report.",
				"start": 181.04948,
				"end": 192.95027
			}
		],
		"num_words": 110,
		"start": 155.64668,
		"end": 192.95027
	},
	{
		"sentences": [
			{
				"text": "Organizations that monitor internet connectivity noticed a Russian satellite telecom called Do Teleport suddenly go dark on Thursday.",
				"start": 193.82718,
				"end": 200.77039
			},
			{
				"text": "The blackout mirrored Russian hack of American satellite telecom via at the beginning of the war.",
				"start": 201.40678,
				"end": 205.86156
			},
			{
				"text": "What's strange is that the hackers that disrupted Does teleport port claim to be connected to the Russian mercenary group Wagner.",
				"start": 206.67203,
				"end": 212.87657
			},
			{
				"text": "Whose leader aired public dissent with Moscow and threatened to overthrow the government over the weekend before supposedly broker a deal in Belarus to stand down.",
				"start": 213.28941,
				"end": 221.3313
			},
			{
				"text": "Licking the attack of Wagner and Ukraine interest to fan the flames of chaos in Russia.",
				"start": 222.38264,
				"end": 226.92863
			}
		],
		"num_words": 97,
		"start": 193.82718,
		"end": 226.92863
	},
	{
		"sentences": [
			{
				"text": "Meanwhile, a Ukrainian activist group posted about the breach on its telegram, but didn't clearly claim responsibility.",
				"start": 227.72617,
				"end": 233.26202
			},
			{
				"text": "Gen mc, Npr News.",
				"start": 233.9552,
				"end": 235.46657
			},
			{
				"text": "Sports broadcaster Espn has become the latest big large media firm to wield the job cutting Act company.",
				"start": 235.78476,
				"end": 242.10123
			},
			{
				"text": "Now announcing roughly twenty of its major personalities, comment and reporters are being let go by the network Espn had planned this additional round involving on air talent as part of an effort apparently aimed into preventing future reductions in its off air staff, after two rounds of job cuts mandated by owner Walt Disney.",
				"start": 242.34099,
				"end": 259.82678
			},
			{
				"text": "Among those cuts were longtime time basketball, anchor Jeff Van Gun and analyst, Ja Rose, along Susie C and Steve Young.",
				"start": 260.2259,
				"end": 267.0241
			}
		],
		"num_words": 115,
		"start": 227.72617,
		"end": 267.0241
	},
	{
		"sentences": [
			{
				"text": "Crude oil futures prices closed higher today, oil up zero point seven eight cents a barrel to seventy sixty four a barrel on the New York Mer tile exchange.",
				"start": 267.66217,
				"end": 274.92035
			},
			{
				"text": "I'm Jack Sp npr news in Washington.",
				"start": 276.05093,
				"end": 278.4632
			}
		],
		"num_words": 36,
		"start": 267.66217,
		"end": 267.0241
	}
]
}